export const STATIC_TEXTS = {
  INTRO_SECTION: {
    TITLE: "اولین جشنواره (علمی-پژوهشی) دانش‌آموزی",
    SIGN_UP_BUTTON: "ثبت نام در جشنواره",
    DESCRIPTION:
      "مؤسسه داناشو با همکاری دانشگاه تهران، در راستای ارتقای فرهنگ تحقیق و پژوهش، کشف استعدادهای علمی و تقویت مهارتهایپژوهشی دانشآموزان، جشنواره علمی دانالیگ را برگزار میکند. این جشنواره فرصتی برای دانشآموزان علاقهمند به علم و پژوهش است تا تواناییهای خود را در یک فضای رقابتی و علمی به نمایش بگذارند و با محیط دانشگاهی و مسیرهای آکادمیک بیشتر آشنا شوند. این جشنواره در قالب ارسال پروژه هایعلمی برگزار شده و پس از داوری اولیه، برگزیدگان به مرحله داوری حضوری راه پیدا خواهند کرد. برترینهای هر بخش مدال طلای جشنواره را دریافت خواهند کرد.",
  },
};

export const IMAGES = {
  POSTER: { URL: "/images/poster.jpg", ALT: "پوستر جشنواره دانالیگ" },
  PENCIL: { URL: "/images/icons/pencil.svg", ALT: "مداد کارتونی" },
};

export const MEHVARS = [
  {
    URL: "/festival",
    IMG_URL: "/images/icons/festival.svg",
    ALT: "جعبه ای که درش باز شده و ازش کلی ستاره اومده بیرون",
    TITLE: "معرفی جشنواره",
  },
  {
    URL: "/timing",
    IMG_URL: "/images/icons/timing.svg",
    ALT: "یک تقویم با یک ساعت در بالای سمت چپ آن",
    TITLE: "زمان بندی",
  },
  {
    URL: "/pivots",
    IMG_URL: "/images/icons/flowchart.svg",
    ALT: "فلوچارت",
    TITLE: "محورها",
  },
];
