export const STATIC_TEXTS = {
  INTRO: {
    TITLE: "آشنایی",
    DESCRIPTION: `جشنواره ملی دانالیگ یک رویداد علمی-آموزشی است که با هدف توسعه مهارت های پژوهشی، ارائه علمی، خالقیت و حل مسئله در بین
دانش آموزان برگزار می شود. این جشنواره فرصتی فراهم می کند تا دانشآموزان در محیطی رقابتی و انگیزشی، استعدادهای خود را به نمایش
بگذارند و برای آینده ای روشن تر آماده شوند.`,
  },
  GOALS: {
    TITLE: "هدف های جشنواره",
    GOALS_LIST: [
      "پرورش مهارت های پژوهشی و علمی در دانشآموزان",
      "تقویت قدرت بیان و ارائه ی علمی",
      "ترویج تفکر خالق و حل مسئله",
      "افزایش روحیه ی رقابت سالم و کار تیمی",
      "شناسایی و حمایت از استعدادهای برتر",
    ],
  },
  PIVOTS: {
    TITLE: "محورها",
    PIVOTS_LIST: [
      { TITLE: "محور 1", DESCRIPTION: "توضیح محور 1" },
      { TITLE: "محور 2", DESCRIPTION: "توضیح محور 2" },
    ],
  },
  TIMING: {
    TITLE: "زمان بندی",
    DESCRIPTION: "توضیحات زمان بندی",
  },
  LOCATION: {
    TITLE: "محل برگزاری جشنواره",
    DESCRIPTION: "دانشگاه تهران",
  },
  JODGEMENT: {
    TITLE: "معیارهای داوری",
    JODGEMENT_LIST: [
      "وضوح و کیفیت تصویر",
      "انتخاب سوژه ی خالقانه و علمی",
      "ترکیببندی و زیبایی بصری",
      "توضیح علمی کوتاه دربارهی عکس ثبتشده",
    ],
  },
  CONDITIONS_AND_RULES: {
    TITLE: "شرایط و مقررات شرکت در جشنواره",
    CONDITIONS_AND_RULES_LIST: [
      " شرکت در جشنواره برای کلیه دانش آموزان دوره ابتدایی و متوسطه آزاد است.",
      "هر شرکت کننده میتواند در یک یا چند بخش جشنواره ثبتنام کند.",
      " تمامی آثار و ارائه ها باید اصل و خالقانه باشند و کپیبرداری از دیگران قابلقبول نیست.",
      " داوری بر اساس معیارهایی ازجمله خالقیت، کیفیت ارائه، استدالل علمی و تأثیرگذاری انجام می شود.",
    ],
  },
  SIGN_UP: {
    TITLE: "نحوه ثبتنام",
    DESCRIPTION: `ثبتنام از ۲۰ فروردین ۱۴۰۴ آغاز شده و از طریق لینک )در صورت وجود( یا ارسال پیام به )راه ارتباطی( انجام می شود.`,
    SIGN_UP_LIST: [
      "نام و نام خانوادگی",
      "مقطع تحصیلی",
      "بخش)های( انتخابی جشنواره ",
      "نام مدرسه",
      "اطالعات تماس والد دانش آموز",
      "نام و نام خانوادگی دبیر راهنما",
      "اطالعات تماس دبیر راهنما ",
      "نام و نام خانوادگی مدیر",
      "اطالعات تماس مدیر ",
    ],
  },
  PRIZES: {
    TITLE: "جوایز و تقدیرها",
    DESCRIPTION: `به برگزیدگان هر بخش، مدال جشنواره و گواهی شرکت در جشنواره اهدا خواهد شد.
نفرات برتر در رسانه های علمی معرفی شده و از حمایت های ویژه برای ادامه فعالیتهای علمی برخوردار خواهند شد.`,
  },
  CONTAC_US: {
    TITLE: "اطالعات تماس ",
    DESCRIPTION: `برای دریافت اطالعات بیشتر، میتوانید از طریق )شماره تماس، ایمیل، یا لینک ارتباطی( با دبیرخانه جشنواره در تماس
باشید.`,
  },
};
