import Link from "next/link";

export const STATIC_TEXTS = {
  INTRO: {
    TITLE: "آشنایی با جشنواره",
    DESCRIPTION: `مؤسسه داناشو با همکاری دانشگاه تهران، در راستای ارتقای فرهنگ تحقیق و پژوهش، کشف استعدادهای علمی و تقویت مهارت‌های پژوهشی دانش‌آموزان، جشنواره علمی دانالیگ را برگزار می‌کند. این جشنواره، فرصتی است برای دانش‌آموزان علاقه‌مند به علم و پژوهش تا توانایی‌های خود را در فضایی علمی و رقابتی به نمایش بگذارند و با محیط دانشگاهی و مسیرهای آکادمیک بیشتر آشنا شوند. جشنواره دانالیگ در قالب ارسال پروژه‌های علمی برگزار می‌شود و پس از داوری اولیه، برگزیدگان به مرحلهٔ داوری حضوری راه خواهند یافت. برترین‌های هر بخش، مدال طلای جشنواره را دریافت خواهند کرد. جشنواره دانالیگ فرصتی نوین و استثنایی برای نمایش توانایی‌های علمی دانش‌آموزان است.
در این جشنواره، دانش‌آموزان از دستاوردها و تجربیات علمی و پژوهشی سایر شرکت‌کنندگان بهره‌مند می‌شوند و فرصت تبادل ایده با یکدیگر را به دست می‌آورند. برگزاری جشنواره دانالیگ در دانشگاه تهران، به‌عنوان یکی از نخستین مراکز علمی و پژوهشی کشور، فرصتی ارزشمند برای حضور در محیطی سرشار از جذابیت‌های علمی فراهم می‌آورد که می‌تواند تجربه‌ای انگیزه‌بخش و الهام‌آفرین برای دانش‌آموزان باشد.`,
  },
  GOALS: {
    TITLE: "هدف‌های جشنواره",
    GOALS_LIST: [
      "ایجاد شور و نشاط علمی و پژوهشی میان دانش‌آموزان مقاطع مختلف تحصیلی",
      "ترویج فرهنگ تحقیق و پژوهش",
      "پرورش توانمندی‌های علمی",
      "ایجاد انگیزه برای نوآوری مبتنی بر دانش",
      "شناسایی استعدادها و ارتقای مهارت‌های علمی و پژوهشی دانش‌آموزان",
      "خلق و پرورش ایده‌های تازه و کاربردی با توجه به نیازها",
      "نمایش دستاوردهای پژوهشی دانش‌آموزان",
    ],
  },
  PIVOTS: {
    TITLE: "محورها",
    PIVOTS_LIST: [
      { TITLE: "پژوهش‌های علمی و نوآورانه", DESCRIPTION: "", COLOR: "red-500" },
      { TITLE: "سخنرانی علمی", DESCRIPTION: "", COLOR: "green-500" },
      { TITLE: "مسابقه عکاسی علمی", DESCRIPTION: "", COLOR: "blue-500" },
      { TITLE: "مسابقه نجات تخم‌مرغ", DESCRIPTION: "", COLOR: "yellow-500" },
      { TITLE: "چالش", DESCRIPTION: "", COLOR: "orange-500" },
    ],
  },
  FIELDS: {
    TITLE: "رشته‌های جشنواره",
    FIELDS_LIST: [
      {
        TITLE: "پژوهش‌های علمی (فیزیک، زیست، شیمی، ریاضی)",
        DESCRIPTION: "",
        COLOR: "red-500",
      },
      {
        TITLE: "پروژه‌های فناوری (برنامه‌نویسی، هوش مصنوعی و...)",
        DESCRIPTION: "",
        COLOR: "green-500",
      },
      { TITLE: "ساخت سازه‌های مهندسی", DESCRIPTION: "", COLOR: "blue-500" },
      {
        TITLE: "مسابقه عکاسی علمی (عکاسی از دنیای میکروسکوپی و...)",
        DESCRIPTION: "",
        COLOR: "yellow-500",
      },
      { TITLE: "مسابقه نجات تخم‌مرغ", DESCRIPTION: "", COLOR: "sky-500" },
      {
        TITLE: "راه‌حل‌های علمی در زندگی (چالشکده)",
        DESCRIPTION: "",
        COLOR: "orange-500",
      },
    ],
  },
  TIMING: {
    TITLE: "زمان‌بندی",
  },
  LOCATION: {
    TITLE: "محل برگزاری جشنواره",
    DESCRIPTION: "دانشگاه تهران",
  },
  JODGEMENT: {
    TITLE: "معیارهای داوری",
    JODGEMENT_LIST: [
      "وضوح و کیفیت تصویر",
      "انتخاب سوژهٔ خلاقانه و علمی",
      "ترکیب‌بندی و زیبایی بصری",
      "توضیح علمی کوتاه دربارهٔ عکس ثبت‌شده",
    ],
  },
  CONDITIONS_AND_RULES: {
    TITLE: "شرایط و مقررات شرکت در جشنواره",
    CONDITIONS_AND_RULES_LIST: [
      <>
        جشنواره دانالیگ در بخش‌های متنوعی مانند سخنرانی علمی، سمینارهای علمی و
        مسابقات برگزار می‌شود. دانش‌آموزان می‌توانند در یک یا چند عنوان از این
        بخش‌ها{" "}
        <Link
          href="/sign-up"
          className="text-blue-500 underline underline-offset-7 hover:text-[var(--gold-color)]"
        >
          ثبت‌نام
        </Link>{" "}
        کرده و آثار خود را ارائه دهند.
      </>,
      "ثبت‌نام به‌صورت فردی یا تیمی امکان‌پذیر است. حداکثر تعداد اعضای هر تیم سه نفر خواهد بود.",
      "دانش‌آموزان مقاطع ابتدایی و متوسطه مجاز به شرکت در این جشنواره هستند.",
      "فایل‌ها، تصاویر و سایر مستندات علمی باید طبق برنامهٔ زمان‌بندی ارائه‌شده در بخش ارسال مستندات، بارگذاری شوند.",
      "سازه‌ها، پوسترها و مستندات موردنیاز باید از قبل آماده شده و در روز ارائه همراه شرکت‌کننده به جشنواره آورده شوند.",
      "طرح‌ها و موضوعات ارائه‌شده باید نوآورانه باشند و کپی‌برداری از آثار دیگران قابل قبول نیست.",
      "داوری بر اساس معیارهایی از جمله خلاقیت، کیفیت ارائه، استدلال علمی و میزان تأثیرگذاری انجام می‌شود.",
    ],
  },
  SIGN_UP: {
    TITLE: "نحوهٔ ثبت‌نام",
    DESCRIPTION: `ثبت‌نام از ۲۰ فروردین ۱۴۰۴ آغاز شده و از طریق لینک (در صورت وجود) یا ارسال پیام به (راه ارتباطی) انجام می‌شود.`,
    SIGN_UP_LIST: [
      {
        TITLE: "اطلاعات مورد نیاز برای ثبت‌نام:",
        DESCRIPTION: "",
        LIST: [
          "نام و نام خانوادگی",
          "مقطع تحصیلی",
          "بخش(های) انتخابی جشنواره",
          "نام مدرسه",
          "اطلاعات تماس والد دانش‌آموز",
          "نام و نام خانوادگی دبیر راهنما",
          "اطلاعات تماس دبیر راهنما",
          "نام و نام خانوادگی مدیر",
          "اطلاعات تماس مدیر",
        ],
      },
    ],
  },
  DOCUMENTS: {
    TITLE: "ارسال مستندات",
    DESCRIPTION: `آثار ارسال‌شده باید در قالب فایل‌های Word (DOC)، PDF، عکس یا فیلم ارسال شوند.
زمان ارسال آثار از ۱۴۰۴/۰۲/۰۱ آغاز شده و تا تاریخ ۱۴۰۴/۰۲/۰۷ ادامه دارد.`,

    DOCUMENTS_LIST: [
      {
        TITLE: "مستندات مورد نیاز:",
        DESCRIPTION: "",
        LIST: [
          "فرم تکمیل‌شده ثبت‌نام",
          "چکیده پروژه",
          "تصاویر و ویدئوهای مرتبط",
        ],
      },
    ],
  },
  PRIZES: {
    TITLE: "مزایا و تقدیرهای شرکت در جشنواره",
    PRIZES_LIST: [
      "دریافت گواهی‌نامه معتبر شرکت در جشنواره برای برگزیدگان",
      "اهدای مدال و تقدیر از نفرات منتخب هر بخش",
      "معرفی نفرات برتر در رسانه‌های علمی و بهره‌مندی از حمایت‌های ویژه برای ادامهٔ فعالیت‌های علمی",
      "بازدید علمی از موزه فیزیک دانشکدهٔ فیزیک دانشگاه تهران",
    ],
  },
  CONTAC_US: {
    TITLE: "اطلاعات تماس",
    DESCRIPTION: `برای دریافت اطلاعات بیشتر، می‌توانید از طریق (شماره تماس، ایمیل، یا لینک ارتباطی) با دبیرخانهٔ جشنواره در تماس باشید.`,
  },
};

export const TIMING = [
  { EVENT: "بارگذاری سوالات چالشکده", TIME: "۱۲ فروردین" },
  { EVENT: "شروع ثبت‌نام دانالیگ و آغاز ارسال آثار", TIME: "۲۰ فروردین" },
  {
    EVENT: "پایان مهلت ارسال چکیده آثار و ارسال ایده برای چالش‌ها",
    TIME: "۳۰ فروردین",
  },
  { EVENT: "شروع داوری اولیه", TIME: "۳۱ فروردین" },
  { EVENT: "آخرین مهلت ارسال فایل کامل آثار", TIME: "۵ اردیبهشت" },
  {
    EVENT: "اعلام اسامی پروژه‌های منتخب و فراخوان ارائهٔ حضوری",
    TIME: "۸ اردیبهشت",
  },
  { EVENT: "ارائه‌های حضوری", TIME: "۱۱ اردیبهشت" },
  { EVENT: "اختتامیه", TIME: "۱۲ اردیبهشت" },
];
