import Section from "@/components/Section";

const AboutUs = () => {
  return (
    <div className="max-w-3xl mx-auto px-4 py-10 text-gray-800 font-sans space-y-6 leading-loose text-justify">
      <Section title="درباره ما">
        <p>
          جشنواره سراسری دانش آموزی دانالیگ یک رویداد علمی و پژوهشی نوآورانه است
          که با هدف تقویت روحیه پرسشگری، تفکر علمی، خلاقیت و توانمندسازی
          دانش‌آموزان در حوزه‌های متنوع علمی طراحی و برگزار می‌شود. این جشنواره
          با بهره گیری از سالها تلاش علمی و آموزشی گروه داناشو برای ترویج فرهنگ
          پژوهش، پرورش توانمندی علمی کودکان و نوجوانان و استفاده از دانش در
          زندگی برای اولین بار در سال ۱۴۰۴ اجرا می شود.
        </p>
        <p>
          گروه داناشو متشکل از دانش آموختگان دانشگاه های برتر کشور (دانشگاه های
          صنعتی امیرکبیر، شریف و تهران) بیش از یک دهه است که کار علمی و آموزشی
          خود را در زمینه آموزش خلاق علم به کودکان و نوجوانان آغاز کرده است و با
          گسترش فعالیت در زمینه تولید محصولات آموزشی STEM، اسباب‌بازی و
          سرگرمی‌های علمی و فیزیکی در شرکت لیان نور افروز افتخار خدمت به ارتقا
          دانش و فناوری نسل آینده کشور را دارد.
        </p>
        <p>
          ...و اکنون این گروه به منظور تقویت نشاط و توانمندی علمی کودکان و
          نوجوانان سراسر کشور اقدام به برگزاری جشنواره سراسری دانالیگ نموده است.
          این جشنواره فرصتی فراهم می‌سازد تا دانش‌آموزان از سراسر کشور، در فضایی
          علمی و انگیزشی، توانمندی‌های پژوهشی و تجربی خود را به نمایش بگذارند و
          گامی مؤثر در مسیر رشد فردی و علمی خود بردارند.
        </p>
        <p>
          جشنواره دانالیگ با همراهی ارزشمند خانه فیزیک دانشگاه تهران تلاش دارد
          ضمن فراهم‌سازی بستر تجربه‌های واقعی علمی، دانش‌آموزان را با مسیر پژوهش
          و تفکر نظام‌مند آشنا سازد.
        </p>
        <p>
          این رویداد با تأکید بر رویکرد «یادگیری مبتنی بر تجربه» و با تکیه بر
          طراحی فعالیت‌های خلاقانه، متنوع و چالش‌برانگیز، دانش‌آموزان را به
          مشارکت فعال در فرآیندهای علمی دعوت می‌کند.
        </p>
        <p>
          دانالیگ، تلاشی نو برای بازتعریف شیوه‌ی مشارکت دانش‌آموزان در زیست‌بوم
          علمی و پژوهشی ایران است؛ رویدادی که در آن، هر کودک و نوجوان می‌تواند
          تجربه‌ای واقعی از پژوهش، ارائه و نوآوری داشته باشد و با دیگر همسالان
          خود در فضایی دوستانه و علمی به رقابت بپردازد.
        </p>
      </Section>
    </div>
  );
};

export default AboutUs;
